tap "azure/functions"
brew "bat"
brew "dotnet"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "helm"
brew "htop"
brew "hugo"
brew "jq"
brew "kubectl-cnpg"
brew "kubernetes-cli"
brew "kustomize"
brew "mas"
brew "nvm"
brew "python@3.14"
brew "python-tk@3.14"
brew "ripgrep"
brew "starship"
brew "tldr"
brew "uv"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "1password"
cask "1password-cli"
cask "4k-video-downloader+"
cask "ableton-live-suite"
cask "affinity"
cask "affinity-designer"
cask "affinity-photo"
cask "affinity-publisher"
cask "arq"
cask "autodesk-fusion"
cask "backblaze"
cask "backblaze-downloader"
cask "bambu-studio"
cask "beyond-compare"
cask "brave-browser"
cask "chatgpt"
cask "cleanmymac"
cask "codex"
cask "copilot-cli"
cask "discord"
cask "docker-desktop"
cask "drawio"
cask "elgato-control-center"
cask "epic-games"
cask "fabfilter-micro"
cask "fabfilter-one"
cask "fabfilter-pro-c"
cask "fabfilter-pro-ds"
cask "fabfilter-pro-g"
cask "fabfilter-pro-l"
cask "fabfilter-pro-mb"
cask "fabfilter-pro-q"
cask "fabfilter-pro-r"
cask "fabfilter-saturn"
cask "fabfilter-simplon"
cask "fabfilter-timeless"
cask "fabfilter-twin"
cask "fabfilter-volcano"
cask "firefox"
cask "font-caskaydia-cove-nerd-font"
cask "font-caskaydia-mono-nerd-font"
cask "font-dm-mono"
cask "font-dm-sans"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "fujitsu-scansnap-home"
cask "git-credential-manager"
cask "github"
cask "github-copilot-for-xcode"
cask "insta360-studio"
cask "ledger-wallet"
cask "lens"
cask "logi-options+"
cask "motu-m-series"
cask "mqtt-explorer"
cask "native-access"
cask "nordvpn"
cask "nvidia-geforce-now"
cask "obsidian"
cask "parallels"
cask "pgadmin4"
cask "qflipper"
cask "raspberry-pi-imager"
cask "rekordbox"
cask "send-to-kindle"
cask "simplemind"
cask "steam"
cask "steelseries-gg"
cask "tiptoi-manager"
cask "transmit"
cask "typeface"
cask "visual-studio-code"
cask "warp"
cask "whatsapp"
cask "yubico-authenticator"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "AusweisApp", id: 948660805
mas "Brother P-touch Editor", id: 1453365242
mas "Compressor", id: 424390742
mas "Developer", id: 640199958
mas "Discovery", id: 1381004916
mas "Final Cut Pro", id: 424389933
mas "Flighty", id: 1358823008
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keka", id: 470158793
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "Logic Pro", id: 634148309
mas "Magnet", id: 441258766
mas "Metapho", id: 914457352
mas "Motion", id: 434290957
mas "Nautik", id: 1672838783
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Parachute", id: 6748614170
mas "PDF Expert", id: 1055273043
mas "Perplexity", id: 6714467650
mas "Photomator", id: 1444636541
mas "Pixelmator Pro", id: 1289583905
mas "Prompt", id: 1594420480
mas "Shazam", id: 897118787
mas "Speedtest", id: 1153157709
mas "Swift Playground", id: 1496833156
mas "TestFlight", id: 899247664
mas "Transporter", id: 1450874784
mas "Windows App", id: 1295203466
mas "Xcode", id: 497799835
