tap "azure/functions"
brew "dotnet"
brew "gh"
brew "git"
brew "git-lfs"
brew "helm"
brew "hugo"
brew "kubectl-cnpg"
brew "kubernetes-cli"
brew "kustomize"
brew "nvm"
brew "python@3.14"
brew "python-tk@3.14"
brew "starship"
brew "uv"
brew "zsh-syntax-highlighting"
cask "1password"
cask "1password-cli"
cask "4k-video-downloader+"
cask "ableton-live-suite"
cask "affinity"
cask "affinity-designer"
cask "affinity-photo"
cask "affinity-publisher"
cask "arq"
cask "autodesk-fusion"
cask "backblaze"
cask "backblaze-downloader"
cask "bambu-studio"
cask "beyond-compare"
cask "brave-browser"
cask "chatgpt"
cask "cleanmymac"
cask "copilot-cli"
cask "discord"
cask "docker-desktop"
cask "drawio"
cask "elgato-control-center"
cask "epic-games"
cask "fabfilter-micro"
cask "fabfilter-one"
cask "fabfilter-pro-c"
cask "fabfilter-pro-ds"
cask "fabfilter-pro-g"
cask "fabfilter-pro-l"
cask "fabfilter-pro-mb"
cask "fabfilter-pro-q"
cask "fabfilter-pro-r"
cask "fabfilter-saturn"
cask "fabfilter-simplon"
cask "fabfilter-timeless"
cask "fabfilter-twin"
cask "fabfilter-volcano"
cask "firefox"
cask "font-caskaydia-cove-nerd-font"
cask "font-caskaydia-mono-nerd-font"
cask "font-dm-mono"
cask "font-dm-sans"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "fujitsu-scansnap-home"
cask "git-credential-manager"
cask "github"
cask "github-copilot-for-xcode"
cask "insta360-studio"
cask "ledger-wallet"
cask "lens"
cask "motu-m-series"
cask "mqtt-explorer"
cask "native-access"
cask "nordvpn"
cask "nvidia-geforce-now"
cask "obsidian"
cask "parallels"
cask "pgadmin4"
cask "qflipper"
cask "raspberry-pi-imager"
cask "rekordbox"
cask "send-to-kindle"
cask "simplemind"
cask "steam"
cask "steelseries-gg"
cask "transmit"
cask "typeface"
cask "visual-studio-code"
cask "warp"
cask "whatsapp"
cask "yubico-authenticator"
