tap "azure/bicep"
tap "azure/functions"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
# Run your GitHub Actions locally 🚀
brew "act"
# Azure Storage data transfer utility
brew "azcopy"
# Microsoft Azure CLI 2.0
brew "azure-cli"
# Pack, ship and run any application as a lightweight container
brew "docker"
# Modern replacement for 'ls'
brew "exa"
# GitHub command-line tool
brew "gh"
# Distributed revision control system
brew "git"
# Git extension for versioning large files
brew "git-lfs"
# Kubernetes command-line interface
brew "kubernetes-cli"
# Replacement for ls, cp and other commands for object storage
brew "minio-mc"
# Manage multiple Node.js versions
brew "nvm"
# Cross-shell prompt for astronauts
brew "starship"
# Modern SSH server for teams managing distributed infrastructure
brew "teleport"
# Bicep: next generation template language for Azure Resource Manager (ARM)
brew "azure/bicep/bicep"
# Azure Functions Core Tools 4.0
brew "azure/functions/azure-functions-core-tools@4"
# Monospaced font that includes programming ligatures
cask "font-cascadia-code"
# Version of Cascadia Code with embedded Powerline symbols
cask "font-cascadia-code-pl"
# Version of Cascadia Code without ligatures
cask "font-cascadia-mono"
# Version of Cascadia Code without ligatures and with embedded Powerline symbols
cask "font-cascadia-mono-pl"
# Developer targeted fonts with a high number of glyphs
cask "font-caskaydia-cove-nerd-font"
# Hubot Sans, a variable font from GitHub
cask "font-hubot-sans"
# Developer targeted fonts with a high number of glyphs
cask "font-meslo-lg-nerd-font"
# Mona Sans, a variable font from GitHub
cask "font-mona-sans"
# Reverse proxy, secure introspectable tunnels to localhost
cask "ngrok"
# Command-line shell and scripting language
cask "powershell"