tap "azure/functions"
brew "dotnet"
brew "gh"
brew "git"
brew "git-lfs"
brew "nvm"
brew "python@3.14"
brew "python-tk@3.14"
brew "starship"
brew "uv"
brew "zsh-syntax-highlighting"
cask "1password"
cask "1password-cli"
cask "beyond-compare"
cask "chatgpt"
cask "copilot-cli"
cask "drawio"
cask "font-caskaydia-cove-nerd-font"
cask "font-caskaydia-mono-nerd-font"
cask "font-dm-mono"
cask "font-dm-sans"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "git-credential-manager"
cask "github"
cask "motu-m-series"
cask "visual-studio-code"
cask "whatsapp"
