tap "databricks/tap"
tap "hashicorp/tap"
brew "python@3.14"
brew "awscli"
brew "azure-cli"
brew "bat"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "gemini-cli"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "git-lfs"
brew "googleworkspace-cli"
brew "htop"
brew "jq"
brew "lazygit"
brew "mas"
brew "mermaid-cli"
brew "mole"
brew "nvm"
brew "pipx"
brew "postgresql@16", link: true
brew "python-tk@3.14"
brew "python@3.10"
brew "ripgrep"
brew "sevenzip"
brew "starship"
brew "terminal-notifier"
brew "uv"
brew "ykman"
brew "yq"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "databricks/tap/databricks"
brew "hashicorp/tap/terraform"
cask "1password"
cask "1password-cli"
cask "autodesk-fusion"
cask "beyond-compare"
cask "claude"
cask "cursor"
cask "cursor-cli"
cask "drawio"
cask "font-cascadia-code"
cask "font-cascadia-code-nf"
cask "font-cascadia-code-pl"
cask "font-cascadia-mono"
cask "font-cascadia-mono-nf"
cask "font-cascadia-mono-pl"
cask "font-caskaydia-cove-nerd-font"
cask "font-caskaydia-mono-nerd-font"
cask "font-dm-mono"
cask "font-dm-sans"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "gcloud-cli"
cask "ghostty"
cask "git-credential-manager"
cask "logi-options+"
cask "logitech-g-hub"
cask "nvidia-geforce-now"
cask "obsidian"
cask "shottr"
cask "visual-studio-code"
cask "whatsapp"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Glean", id: 6448766375
mas "Keka", id: 470158793
mas "Magnet", id: 441258766
mas "Obsidian Web Clipper", id: 6720708363
mas "Okta Verify", id: 490179405
mas "Perplexity", id: 6714467650
mas "Speedtest", id: 1153157709
